Repository: Penfore/Graphs
Catalog: po/*.po
Languages: nl

source: Bottom X Scale
nl: Onderste X-schaal

source: Left Y Scale
nl: Linker Y-schaal

source: Right Y Scale
nl: Rechter Y-schaal

source: {error}: Unable to do translation, make sure to enter a valid number
nl: {error}: Kan niet verplaatsen, let op dat je een geldig getal gebruikt

source: {error} - Unable to add data from equation
nl: {error} - Het is niet gelukt om gegevens toe te voegen vanuit de vergelijking

source: Error setting limits, one of the values was probably infinite
nl: Kon geen limieten instellen, een van de waarden was waarschijnlijk oneindig

source: Exported Figure
nl: Gexporteerde figuur

source: Intensity (cps)
nl: Intensiteit (cps)

source: Missing colon in file {}, line {}
nl: Een missende dubbele punt in bestand {}, lijn {}

source: Style includes a non-style related parameter, {}
nl: Stijl bevat een verkeerde parameter, {}

source: Duplicate key in file {}, on line {}
nl: Dubbele waarde in bestand {} op lijn {}

source: Bad value in file {} on line {}
nl: Verkeerde waarde in het bestand {} op lijn {}

source: Could not parse {}
nl: Kon {} niet laden

source: Could not open project
nl: Kan project niet openen

source: Items {} already exist
nl: {} bestaan al

source: Item {} already exists
nl: {} bestaat al

source: Deleted {name}
nl: {name} is verwijdert

source: Could not load %s
nl: Kon %s niet laden

source: linear
nl: Liniear

source: log
nl: Logaritmisch

source: Best
nl: Beste

source: Upper right
nl: Rechtsboven

source: Upper left
nl: Linksboven

source: Lower left
nl: Linksonder

source: Lower right
nl: Rechtsonder

source: Center left
nl: Linksmidden

source: Center right
nl: Rechtsmidden

source: Lower center
nl: Onderaan in het midden

source: Upper center
nl: Bovenaan in het midden

source: top
nl: Bovenaan

source: bottom
nl: Onderaan

source: left
nl: Links

source: right
nl: Rechts

source: Center at maximum Y value
nl: Op de maximale Y-waarde

source: Center at middle coordinate
nl: Op het middelste coordinaat

source: Auto-rename duplicates
nl: Hernoemen

source: Ignore duplicates
nl: Negeren

source: Add duplicates
nl: Toevoegen

source: Override existing items
nl: Overschrijven

source: none
nl: Niets

source: solid
nl: Vast

source: dotted
nl: Gestippelt

source: dashed
nl: Gestreept

source: dashdot
nl: Streep-stippel

source: Point
nl: Punt

source: Circle
nl: Cirkel

source: Triangle down
nl: Driehoek naar beneden

source: Triangle up
nl: Driehoek naar boven

source: Triangle left
nl: Driehoek naar links

source: Triangle right
nl: Driehoek naar rechts

source: Square
nl: Vierkant

source: Star
nl: Ster

source: x
nl: Kruis

source: Diamond
nl: Diamand

source: Thin diamond
nl: Dunne diamand

source: Vertical line
nl: Verticale lijn

source: Horizontal line
nl: Horizontale lijn

source: Filled plus
nl: Gevulde plus

source: Filled x
nl: Gevulde kruis

source: Nothing
nl: Niets

source: in
nl: Naar binnen

source: out
nl: Naar buiten

source: No data found within the highlighted area
nl: Geen gegevens gevonden in het geselecteerde gebied

source: Combined Data
nl: Gecombineerde gegevens

source: Plot style {stylename} does not exist loading system preferred
nl: Plotstijl {stylename} bestaat niet, systeemstijl wordt geladen

source: {name} - line colors
nl: {name} - Lijnkleuren

source: Are you sure you want to delete the {} style?
nl: Weet u zeker dat u {} wilt verwijderen?

source: Color {}
nl: Kleur {}

source: {name} (copy)
nl: {name} (Kopie)

source: New configuration file created
nl: Nieuw configuratiebestand aangemaakt

source: New Import Settings file created
nl: Nieuw configuratiebestand aangemaakt

source: Rename Label
nl: Hernoem label

source: Rename Title
nl: Hernoem titel

source: Title
nl: Grafiektitel

source: {name}: Unable to do transformation, make sure the syntax is correct
nl: {name}: Kan transformatie niet uitvoeren, zorg ervoor dat de syntax correct is

source: Unable to do transformation
nl: Kan de transformatie niet uitvoeren

source: ASCII files
nl: ASCII-bestanden

source: Graphs Project File
nl: Graphs Projectbestand

source: Text Files
nl: Tekstbestanden

source: translator-credits
nl: Sjoerd Stendahl <contact@sjoerd.se>
