Repository: Penfore/Graphs
Catalog: po/*.po
Languages: nl

source: Graphs is a simple, yet powerful tool that allows you to plot and manipulate your data with ease. You can import data from two-column files or generate it via an equation. All data can be manipulated using a variety of operations such as the ability to select, cut, translate, multiply, center and smooth data, as well as apply any custom transformations using numpy notation.
nl: Graphs is een eenvoudig maar krachtig hulpmiddel waarmee je je gegevens gemakkelijk kunt plotten en manipuleren. Je kunt gegevens importeren uit bestanden met kolommen, of nieuwe gegevens genereren met behulp van een wiskundige vergelijking. Alle gegevens kunnen worden gemanipuleerd met behulp van verschillende bewerkingen, zoals selecteren, knippen, verplaatsen, vermenigvuldigen, centreren en gladstrijken van gegevens, evenals het toepassen van handmatige transformaties met behulp van numpy-notatie."

source: Graphs lets you customize the style of plotted data. You can add and edit stylesheets in detail.
nl: Het is mogelijk met Graphs om de stijl van geplotte gegevens volledig aan te passen. Je kunt gedetailleerde stijlsjablonen toevoegen en bewerken, zodat je deze later weer kan gebruiken.

source: Graphs is an excellent fit for both plotting and data manipulation. The plots created with Graphs can be saved in a variety of formats suitable for sharing and presenting to a wide audience, such as in a scientific publication or presentations. It is also possible to save the plots as vector images, which can be easily edited in programs like Inkscape for further customization and refinement. Graphs is written with the GNOME environment in mind, but should be suitable for any other desktop environment as well.
nl: Graphs is een uitstekende keuze voor zowel het plotten als voor het manipuleren van gegevens. De grafieken die met Graphs worden gemaakt, kunnen in verschillende formaten worden opgeslagen, geschikt voor het delen en presenteren aan een breed publiek, zoals in een wetenschappelijke publicatie of presentaties. Het is ook mogelijk om de plots op te slaan als vectorafbeeldingen, die gemakkelijk kunnen worden bewerkt in programma's zoals Inkscape voor verdere aanpassing en verfijning. Graphs is ontwikkeld met de GNOME-omgeving in gedachten, maar werkt in principe met elke andere desktopomgeving.

source: For any feedback, questions or general issues, please file an issue on the GitHub page.
nl: Voor feedback, vragen of algemene problemen, kan je een issue indienen op de GitHub pagina.

source: 1 - Plot and manipulate any data set inserted by equation or from file
nl: 1- Plot en manipuleer elke gegevensset die is ingevoegd door vergelijking of vanuit een bestand

source: 2 - Both light and dark mode is supported
nl: 2 - Zowel de lichte als de donkere modus wordt ondersteund

source: 3 - Add data from an equation
nl: 3 - Voeg gegevens toe vanuit een vergelijking

source: 4 - Edit plot stylesheets
nl: 4 - Pas stijlsjablonen aan

source: 5 - Manipulate data using a wide range of operations
nl: 5 - Manipuleer gegevens met een breed aantal operaties

source: Changes:
nl: Veranderingen:

source: Add Equation
nl: Vergelijking toevoegen

source: Cancel
nl: Annuleer

source: Add
nl: Voeg toe

source: Supports Numpy notation. Use a capital letter for the X coordinate.
nl: Steunt Numpy-notatie. Gebruik een hoofdletter voor de X-coordinaten.

source: Name (optional)
nl: Naam (optioneel)

source: Step Size
nl: Stapgrootte

source: Add new style
nl: Voeg nieuwe stijl toe

source: Template
nl: Sjabloon

source: The template style used for the new style
nl: De sjabloonstijl voor de nieuwe stijl

source: New Style Name
nl: Nieuwe stijlnaam

source: Selected Item
nl: Geselecteerde object

source: Choose which item to edit
nl: Kies welk object je wil aanpassen

source: Data
nl: Gegevens

source: Change the name of the data set and the axis positions
nl: Verander de naam van de gegevensset en de asposities

source: Change Name
nl: Verander naam

source: X-Axis Position
nl: X-as positie

source: The position of the X-axis
nl: De positie van de X-as

source: Y-Axis Position
nl: Y-as positie

source: The position of the Y-axis
nl: De positie van de Y-as

source: Line Style
nl: Lijnstijl

source: Change properties of the lines
nl: Verander de lijneigenschappen

source: Linestyle
nl: Lijnstijl

source: The linestyle
nl: De lijnstijl

source: Linewidth
nl: Lijnbreedte

source: The width of lines
nl: De breedte van de lijnen

source: Markers
nl: Markeringen

source: The markers that are used
nl: Welke markeringen gebruikt worden

source: Marker Size
nl: Markeringsgrootte

source: The size of the markers
nl: De grootte van de markeringen

source: Discard Data?
nl: Weggooien

source: Opening a project will discard all open data.
nl: Als je een project opent dan worden alle open gegevens verwijdert.

source: Discard
nl: Weggooien

source: Delete style?
nl: Verwijder de stijl?

source: Delete
nl: Verwijderen

source: Reset to defaults?
nl: Herstel standaardinstellingen?

source: Are you sure you want to reset to the default styles?
nl: Weet u zeker dat u de standaardstijlen wil herstellen?

source: Reset
nl: Opnieuw instellen

source: Export Figure
nl: Figuur exporteren

source: Export
nl: Exporteer

source: File Format
nl: Bestandsformaat

source: In which file format should the graph be exported?
nl: In welk bestandsformaat moet de grafiek geexporteerd worden?

source: Graph dpi
nl: Grafiek resolutie

source: Set the resolution of the graph in dots per inch
nl: De resolutie van de grafiek in dpi (dots per inch)

source: Transparent Background
nl: Doorzichtige achtergrond

source: Export using a transparent background.
nl: Exporteer met een doorzichtige achtergrond.

# shortcut window
source: General
nl: Algemeen

# shortcut window
source: Show Shortcuts
nl: Toon snelkoppelingen

# shortcut window
source: Open Preferences
nl: Open voorkeuren

# shortcut window
source: Open Plot Settings
nl: Open plotinstellingen

# shortcut window
source: Open Plot Styles
nl: Open plotstijl

# shortcut window
source: Quit
nl: Afsluiten

# shortcut window
source: Mode Switching
nl: Verander modus

# shortcut window
source: Pan Mode
nl: Pan-modus

# shortcut window
source: Zoom Mode
nl: Zoom-modus

# shortcut window
source: Select Mode
nl: Selecteer-modus

# shortcut window
source: New Data
nl: Nieuwe gegevens

# shortcut window
source: Add Data from Equation
nl: Voeg gegevens toe met een vergelijking

# shortcut window
source: Open new File
nl: Open een nieuw bestand

# shortcut window
source: Delete Selected Data
nl: Verwijder geselecteerde gegevens

# shortcut window
source: Save and Export
nl: Opslaan en exporteren

# shortcut window
source: Export Data
nl: Gegevens exporteren

# shortcut window
source: Export Figure
nl: Figuur exporteren

# shortcut window
source: Save Project
nl: Project opslaan

# shortcut window
source: View
nl: Weergave

# shortcut window
source: Restore View
nl: Weergave herstellen

# shortcut window
source: Previous View
nl: Vorige weergave

# shortcut window
source: Next View
nl: Volgende weergave

# shortcut window
source: Optimize Limits
nl: Optimaliseer asgrenzen

# shortcut window
source: Toggle Sidebar
nl: Zijbalk schakelen

# shortcut window
source: Actions
nl: Acties

# shortcut window
source: Select All
nl: Alles selecteren

# shortcut window
source: Select None
nl: Niets selecteren

# shortcut window
source: Undo Action
nl: Actie ongedaan maken

# shortcut window
source: Redo Action
nl: Actie opnieuw uitvoeren

source: Modify import Parameters
nl: Pas de importeerinstellingen aan

source: Import
nl: Importeer

source: Delimiter (s+ for whitespace)
nl: Scheidingsteken (s+ voor witruimte)

source: Decimal Separator
nl: Decimaalscheidingsteken

source: The character that is used as decimal separator
nl: Welk karakter gebruikt wordt als decimaalscheidingsteken

source: Column X
nl: Kolom X

source: Choose which column to load for the X-data
nl: Kies welke kolom gebruikt wordt om X-gegevens te laden

source: Column Y
nl: Kolom Y

source: Choose which column to load for the Y-data
nl: Kies welke kolom gebruikt wordt om Y-gegevens te laden

source: Skip Rows
nl: Rijen overslaan

source: Choose how many rows to skip while loading data
nl: Kies hoeveel rijen overgeslagen worden bij het importeren van gegevens

source: Edit Item
nl: Item bewerken

source: Pick a color
nl: Kies een kleur

source: Remove
nl: Verwijderen

source: Plot Settings
nl: Plotinstellingen

source: Plot Labels
nl: Grafieklabelling

source: Settings for the plot title and labels
nl: Instellingen voor de titel en labelling van de grafiek

source: Plot Title
nl: Grafiektitel

source: Bottom Axis Label
nl: Label onderaan

source: Left Axis Label
nl: Label links

source: Top Axis Label
nl: Label bovenaan

source: Right Axis Label
nl: Label rechts

source: Axis Limits
nl: Asgrenzen

source: Limits used on the axes
nl: Grenzen gebruikt op de assen

source: No data
nl: Geen gegevens

source: Add data to the graph to set the axis limits.
nl: Voeg gegevens toe aan de grafiek om de asgrenzen in te stellen.

source: Minimum left-hand Y-axis
nl: Minimum linker Y-as

source: Maximum left-hand Y-axis
nl: Maximum linker Y-as

source: Minimum bottom X-axis
nl: Minimum onderste X-as

source: Maximum bottom X-axis
nl: Maximum onderste X-as

source: Minimum right-hand Y-axis
nl: Minimum rechter Y-as

source: Maximum right-hand Y-axis
nl: Maximum rechter Y-as

source: Minimum top X-axis
nl: Minimum bovenste X-as

source: Maximum top Y-axis
nl: Maximum bovenste Y-as

source: Scaling
nl: Schaal

source: The scaling used for each axis
nl: De Schaal gebruikt voor elke as

source: Bottom Axis Scale
nl: Schaal onderste as

source: Scaling on the bottom axis
nl: Schaal op de onderste as

source: Left Axis Scale
nl: Schaal linkeras

source: Scaling used for the left-hand axis
nl: Schaal voor de linkeras

source: Top Axis Scale
nl: Schaal voor de bovenste as

source: Scaling used for the top axis
nl: Schaal voor de bovenste as

source: Right Axis Scale
nl: Schaal voor de rechteras

source: Scaling used for the right-hand axis
nl: Schaal voor de rechteras

source: Style
nl: Stijl

source: Settings for the graph style
nl: Instellingen voor de grafiekstijl

source: Legend
nl: Legenda

source: Use a legend for the lines
nl: Gebruik een legenda

source: Legend position
nl: Legendepositie

source: The position of the legend
nl: De plek van de legenda

source: Custom Plot Style
nl: Eigen plotstijl

source: Use a custom plot style instead of following the system style
nl: Gebruik een eigen plotstijl in plaats van de systeemstijl

source: Graph Style
nl: Grafiekstijl

source: The style sheet used for the graph
nl: De stijl voor de grafiek

source: Plot Styles
nl: Plotstijlen

source: Reset to default styles
nl: Herstel de standaardstijlen

source: Style Name
nl: Nieuwe stijlnaam

source: Font
nl: Lettertype

source: The font used in the graph
nl: Welk lettertype gebruikt wordt in de grafiek

source: Lines
nl: Lijnen

source: Change properties of the line and markers
nl: Verander de lijneigenschappen

source: The linestyle used
nl: De lijnstijl

source: Ticks
nl: Maatstreepjes

source: Settings for the ticks that are used in the plots
nl: Instellingen voor de maatstreepjes in de grafieken

source: Tick Directions
nl: Maatstreepjes richting

source: Choose to have the ticks in the plot either in or out
nl: Kies om de maastreepjes naar binnen of naar buiten staan

source: Minor Ticks
nl: Kleine maatstreepjes

source: Show Minor Ticks
nl: Toon kleine maatstreepjes

source: Major Tick Width
nl: Grote maatstreepjes breedte

source: The thickness of the major ticks
nl: De breedte van de grote maatstreepjes

source: Minor Tick Width
nl: Kleine maatstreepjes breedte

source: The thickness of the minor ticks
nl: De breedte van de kleine maatstreepjes

source: Major Tick Length
nl: Grote maatstreepjes lengte

source: The length of the major ticks
nl: De lengte van de grote maatstreepjes

source: Minor Tick Length
nl: Kleine maatstreepjes lengte

source: The length of the minor ticks
nl: De lengte van de kleine maastreepjes

source: Ticks on Bottom Axis
nl: Maatstreepjes op de onderste as

source: Show ticks on the bottom
nl: Toon maastreepjes op de onderste as

source: Ticks on Left Axis
nl: Maatstreepjes op de linkeras

source: Show ticks on the left-hand axis
nl: Toon maatstreepjes op de linkeras

source: Ticks on Right Axis
nl: Maatstreepjes rechteras

source: Show ticks on the right
nl: Toon maatstreepjes op de rechteras

source: Ticks on Top Axis
nl: Maatstreepjes bovenste as

source: Show ticks on the top
nl: Toon maatstreepjes op de bovenste as

source: Grid
nl: Rooster

source: Settings for the grid that is used in the plots
nl: Roosterinstellingen in de grafieken

source: Show Grid
nl: Toon rooster

source: Show Show Grid on the Graph
nl: Toon een rooster in de grafieken

source: Grid Width
nl: Roosterbreedte

source: Width of the Lines in the Grid
nl: De breedte van de lijnen in het rooster

source: Grid Transparency
nl: Roostertransparantie

source: The Transparency of the Grid
nl: Transparantie van het rooster

source: Padding
nl: Opvulling

source: Padding for different parts of the plot
nl: Opvulling in verschillende plaatsten van de grafiek

source: Value Padding
nl: Waardenopvulling

source: The padding between axis and values
nl: De opvulling tussen de assen en de waarden

source: Label Padding
nl: Labelopvulling

source: The padding between axis and labels
nl: De opvulling tussen de as en de labels

source: Title Padding
nl: Titelopvulling

source: The padding between axis and the title
nl: De opvulling tussen de as en de titel

source: Colors
nl: Kleuren

source: The colors for different parts of the plot
nl: De kleuren voor verschillende delen van de grafiek

source: Text Color
nl: Textkleur

source: The color of the text in the plot
nl: De kleur van verschillende delen in de grafiek

source: Change Color
nl: Verander kleur

source: Tick Color
nl: Maatstreepjeskleur

source: The color of the ticks in the plot
nl: De kleur van de maatstreepjes in de grafiek

source: Axis Color
nl: Assenkleur

source: The color of the axes in the plot
nl: De kleur van de assen in de plot

source: Grid Color
nl: Roosterkleur

source: The color of the grid in the plot
nl: De kleur van het rooster in de plot

source: Background Color
nl: Achtergrondkleur

source: The color of the plot background
nl: De kleur van de achtergrond in de grafiek

source: Outline Color
nl: Omlijningskleur

source: The color of the outline of the plot
nl: De omlijningskleur van de grafiek

source: Line Colors
nl: Lijnkleur

source: Change the available line colors
nl: Verander de beschikbare lijnkleuren

source: Edit Colors
nl: Kleuren aanpassen

source: Other
nl: Overige

source: Axis Width
nl: Asbreedte

source: The thickness of the axes
nl: De breedte van de assen

source: The colors which will be used for the lines
nl: Welke kleuren gebruikt worden voor de lijnen

source: Add Color
nl: Kleur toevoegen

source: General
nl: Algemeen

source: Import Settings
nl: Importeerinstellingen

source: Settings for importing graphs
nl: Instellingen voor het importeren van grafieken

source: Delimiter
nl: Scheidingsteken

source: Which column to load for the X-data
nl: Kies welke kolom gebruikt wordt voor het laden van X-gegevens

source: Which column to load for the Y-data
nl: Kies welke kolom gebruikt wordt voor het laden van Y-gegevens

source: How many rows to skip while loading data
nl: Hoeveel rijen worden overgeslagen tijdens het laden van gegevens

source: Settings for the "Add Equation" option
nl: Instellingen voor "Vergelijking toevoegen"

source: Default Equation: Y =
nl: Standaardvergelijking: Y =

source: Default X start
nl: Standaard X start

source: Default X stop
nl: Standaard X stop

source: Default Step Size
nl: Standaard Stapgrootte

source: Export Options
nl: Exportinstellingen

source: Options for exporting the graph
nl: Opties voor het exporteren van de grafiek

source: Default Filetype
nl: Standaard bestandstype

source: The default filetype of saved graphs
nl: Het standaard bestandstype van opgeslagen grafieken

source: Default dpi
nl: Standaardresolutie

source: The default resolution of saved graphs in dots per inch
nl: De standaardresolutie van de opgeslagen grafieken in dots per inch

source: Use a transparent background for the saved plots by default
nl: Gebruik een doorzichte achtergrond voor opgeslagen grafieken als standaard

source: Action Behaviour
nl: Gedrag van de acties

source: Behaviour of specific actions
nl: Het gedrag van specifieke acties

source: Center Data
nl: Gegevens centreren

source: The behaviour of the center data button
nl: Waarop de gegevens gecentreerd worden

source: Other general settings
nl: Overige algemene instellingen

source: Clipboard length
nl: Klembordlengte

source: Choose how many states are stored in the clipboard
nl: Hoeveel acties opgeslagen worden in het klembord

source: Handle duplicate entries
nl: Dubbele gegevens

source: Choose how to handle duplicate entries to be loaded
nl: Hoe nieuwe gegevens met een bestaande naam gehanteerd worden

source: Hide Unselected
nl: Verberg niet-geselecteerde gegevens

source: Whether to hide items, that aren't selected
nl: Kies of items die niet zijn geselecteerd worden verborgen

source: Plot
nl: Grafiek

source: Set the labels and title that are used by default
nl: Stel de labels en titels in die standaard worden gebruikt

source: Default Title
nl: Standaardtitel

source: Default Bottom Axis label
nl: Standaard onderste aslabel

source: Default Left Axis Label
nl: Standaard linkeraslabel

source: Default Top Axis label
nl: Standaard bovenste aslabel

source: Default Right Axis Label
nl: Standaard rechteraslabel

source: Axes settings
nl: Asinstellingen

source: Set the default axes scale and position used upon launch
nl: Stel de standaardinstellingen in voor de schaal en posities bij het opstarten

source: Default Bottom Axis Scale
nl: Standaardschaal voor de onderste as

source: The scaling on the bottom axis
nl: De schaal voor de onderste as

source: Default Left Axis Scale
nl: Standaardschaal voor de linkeras

source: The scaling on the left-hand axis
nl: De schaal voor de linkeras

source: Default Top Axis Scale
nl: Standaardschaal voor de bovenste as

source: The scaling on the top axis
nl: De schaal voor de bovenste as

source: Default Right Axis Scale
nl: Standaardschaal voor de rechteras

source: The scaling on the right-hand axis
nl: Standaardschaal voor de rechteras

source: Default X-Axis Position
nl: Standaard X-as positie

source: Default Y-Axis Position
nl: Standaard Y-as positie

source: The default position of the Y-axis
nl: De positie van de Y-as

source: Styling
nl: Stijl

source: Change default plot style and other visual changes
nl: Kies de standaardplotstijl en andere visuele instellingen

source: Use a legend by default
nl: Gebruik een legenda als standaard

source: The default position of the legend
nl: De standaardpositie van de legenda

source: Use a custom plot style instead of following the system style by default
nl: Gebruik een eigen plotstijl als standaard in plaats van de systeemstijl

source: Custom Style
nl: Eigen stijl

source: The custom style sheet used by default
nl: De standaardstijl voor de grafiek

source: Override Line Styling on Style Change
nl: Overschrijf de lijnstijl wanneer de stijl is veranderd

source: Override the active line styling when switching plot style
nl: Gebruik de lijnstijl van de nieuwe stijl wanneer een andere stijl wordt gebruikt

source: Rename
nl: Hernoemen

source: Edit
nl: Aanpassen

source: Transform Data
nl: Transformeer gegevens

source: Transform
nl: Transformeer

source: The transformation tool uses Numpy notation, with capital letters for the coordinates. Transformations are done piece-wise, if you want access to the entire range use X_range or Y_range. e.g. Y = Y/max(X_range) divides each Y value by the largest value of X. To convert a value from degrees into radians use radians(value), e.g. Y = sin(radians(X)).
nl: Het transformatiewerktuig gebruikt Numpynotatie, met hoofdletters voor de coordinaten. De transformatie wordt punt bij punt gedaan, als je toegang wil tot de hele lijst gebruik X_range of Y_range Bijvoorbeeld Y = Y/max(X_range) deelt elk Y-coordinaat door de grootste waarde in X. Om graden te gebruiken in plaats van radialen, gebruik dan radians(waarde), bijvoorbeeld Y = sin(radians(X))

source: More info
nl: Meer informatie

source: Discard Unselected Data
nl: Gooi niet-geselecteerde gegevens weg

source: Add new data
nl: Voeg nieuwe gegevens toe

source: Undo
nl: Ongedaan maken

source: Redo
nl: Opnieuw uitvoeren

source: Restore View / View Options
nl: Weergave herstellen/weergaveinstellingen

source: Open Application Menu
nl: Open toepassingmenu

source: No Data
nl: Geen gegevens

source: Add data from a file or manually as an equation
nl: Voeg gegevens toe vanuit een bestand, of met een vergelijking

source: Panning mode. Use left mouse button to pan, right mouse button to zoom. Hold control to to keep aspect ratio fixed
nl: Panning-modus. Gebruik de linkermuisknop om te pannen, de rechtermuisknop om te zoomen. Houd de controlknop ingedrukt om de beeldverhouding vast te houden

source: Zoom mode. Select an area on the graph to zoom in
nl: Zoom-modus. Selecteer een gebied op de grafiek om in te zoomen.

source: Highlight mode, click and drag over the graph to highlight the workable area
nl: Markeermodus, klik en sleep over de grafiek om het werkbare gebied te markeren

source: Adjust Data
nl: Gegevens aanpassen

source: Shift
nl: Verschuif

source: Shift all data vertically with respect to each other
nl: Verschuif alle gegevens verticaal ten opzichte van elkaar

source: Normalize
nl: Normaliseer

source: Normalize Data
nl: Normaliseer de gegevens

source: Smoothen
nl: Gladstrijken

source: Smoothen the Data
nl: Strijk de gegevens glad

source: Center
nl: Centreer

source: Center the data
nl: Centreer de gegevens

source: Combine
nl: Combineer

source: Cut
nl: Knippen

source: Cut selected Data
nl: Knip de geselecteerde gegevens

source: Translate and Multiply
nl: Verplaatsen en vermenigvuldigen

source: Translate X-Axis
nl: Verplaats de X-as

source: Translate
nl: Verplaats

source: Translate Y-Axis
nl: Verplaats de Y-as

source: Multiply X-Axis
nl: X-as vermenigvuldigen

source: Multiply
nl: Vermenigvuldig

source: Multiply Y-Axis
nl: Y-as vermenigvuldigen

source: Mathematical Operations
nl: Wiskundige operaties

source: Derivative
nl: Afgeleide

source: Get the derivative of the data
nl: Bereken de afgeleide van de gegevens

source: Integral
nl: Integraal

source: Get the indefinite integral of the data
nl: Bereken de integraal van de gegevens

source: Get the Fast Fourier Transform of the data
nl: Bereken de Fouriertransformatie (FFT) van de gegevens

source: inverse FFT
nl: Omgekeerde FFT

source: Get the Inverse Fast Fourier Transform of the data
nl: Bereken de omgekeerde Fouriertransformatie van de gegevens

source: Perform custom transformations on the data
nl: Voer aangepaste transformaties uit op de gegevens

source: Save Project
nl: Project opslaan

source: Open Project
nl: Project openen

source: Export Data
nl: Project exporteren

source: Preferences
nl: Instellingen

source: Keyboard Shortcuts
nl: Sneltoetsen

source: About Graphs
nl: Over Graphs

source: Add Data from File
nl: Voeg gegevens toe van een bestand

source: Add Data from Equation
nl: Voeg gegevens toe van een vergelijking

source: Toggle Sidebar
nl: Schakel de zijbalk

source: Restore View
nl: Weergave herstellen

source: Previous View
nl: Vorige weergave

source: Next View
nl: Volgende weergave

source: Optimize Limits
nl: Optimaliseer asgrenzen

source: Top X Scale
nl: Bovenste X-schaal

source: Logarithmic
nl: Logaritmisch

source: Linear
nl: Lineair
